Revit 2024 API
BuiltInFailures.DimensionFailures.SomeDimensionsLostWitnessLines Property
 Some Dimensions lost some of their References on paste.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SomeDimensionsLostWitnessLines { get; }
Visual Basic
Public Shared ReadOnly Property SomeDimensionsLostWitnessLines As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SomeDimensionsLostWitnessLines {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.DimensionFailures Class
Autodesk.Revit.DB Namespace